Repository: NhatLg/Online-Experiment-at-PUEB
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: In your group each member is asked to propose how to spent the 10-15 Zloty per student.<br><br> One member from your group will be selected randomly. The 10-15 Zloty of every group member is spent on the option proposed by this randomly selected member. The proposals of all other group members will be ignored. <br><br> Note: <b>The decision now has real-life consequences</b>. The decision reached in your group will be executed. <b>For every student participating in your group, 10-15 Zloty per person will be spent on the proposal made by a randomly selected member in your group.</b><br><br> Now please make your proposal: <br> What should the 10-15 Zloty per member of your group be spent on?<br><br>
pl: W Twojej grupie każdy członek jest proszony o zaproponowanie,jak wydać 10-15 zł. na studenta. Jeden członek z Twojej grupy zostanie wybrany losowo. 10-15 zł. na każdego członka z Twojej grupy będą wydane na opcję zaproponowaną przez tego losowo wybranego członka. Propozycje wszystkich pozostałych członków grupy będą ignorowane. <br><br> Uwaga: <b>Decyzja ma teraz realne konsekwencje</b>. Decyzja podjęta w waszej grupie zostanie wykonana. <b>Za każdego ucznia uczestniczącego w Twojej grupie 10-15 zł. na osobę zostanie wydane na opcję zaproponowaną przez losowo wybranego członka.</b><br><br> Teraz proszę oddać swoją propozycję: <br> Na co należy wydać te 10-15 zł. przypadające na każdego członka Twojej grupy?<br><br>

source: Result
pl: Wynik

source: The randomly chosen group member decided as follows.<br> For every member of your group, 10-15 Zloty are spent on the following option:
pl: Losowo wybrany członek grupy podjął następującą decyzję.<br> Budżet 10-15 zł. przypadające na każdego członka Twojej grupy przeznacza się na następującą opcję:

source: <b>Note: The decision now has real-life consequences. </b><br> <b>For every student participating in your group, 10-15 Zloty per person will be spent on the option named above. </b>
pl: <b>Uwaga: Decyzja ma teraz realne konsekwencje. </b><br> <b>Na każdego studenta należącego do Twojej grupy, 10-15 zł. będą wydane na opcję wymienioną powyżej. </b>
