Repository: NhatLg/Online-Experiment-at-PUEB
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Yes
pl: Tak

source: No
pl: Nie

source: 0 correct predictions - your contribution is 15 Zloty, you earn extra 0 Zloty
pl: 0 poprawnych przewidywań - Twój wkład to 15 zł., zarabiasz dodatkowo 0 zł.

source: 1 correct predictions - your contribution is 14 Zloty , you earn extra 1 Zloty
pl: 1 poprawne przewidywanie - Twój wkład to 14 zł, zarabiasz dodatkowo 1 zł.

source: 2 correct predictions - your contribution is 13 Zloty , you earn extra 2 Zloty
pl: 2 poprawne przewidywania - Twój wkład to 13 zł, zarabiasz dodatkowo 2 zł.

source: 3 correct predictions - your contribution is 12 Zloty , you earn extra 3 Zloty
pl: 3 poprawne przewidywania - Twój wkład to 12 zł, zarabiasz dodatkowo 3 zł.

source: 4 correct predictions - your contribution is 11 Zloty , you earn extra 4 Zloty
pl: 4 poprawne przewidywania - Twój wkład to 11 zł, zarabiasz dodatkowo 4 zł.

source: 5 correct predictions - your contribution is 10 Zloty , you earn extra 5 Zloty
pl: 5 poprawnych przewidywań - Twój wkład to 10 zł, zarabiasz dodatkowo 5 zł.

source: Testing for your device
pl: Testujemy Twoje urządzenie

source: <p> Before we continue with the last part of the experiment, we would like to test if your device can see the coin below and flip it by clicking the button "Flip Coin". </p>
pl: <p> Przed przejściem do ostatniego etapu eksperymentu chcielibyśmy sprawdzić, czy Twoje urządzenie widzi monetę poniżej i obraca nią po kliknięciu na guzik "Rzuć monetą". </p>

source: Flip Coin
pl: Rzuć monetą

source: <p> <b>Can you see the coin and flip it by clicking "Flip Coin"? </b></p>
pl: <p> <b>Czy widzisz monetę i rzucasz nią poprzez kliknięcie "Rzuć monetą"? </b></p>

source: INSTRUCTIONS
pl: INSTRUKCJA

source: <p> A few minutes ago, you were informed that 10 -15 Zloty per member in your group will be spent on the following option:<br><br> <i>%(last_vote_result)s</i><br><br> The exact amount of money spent this way depends on your performance in the upcoming coinflip task. <br> <br>The task involves predicting coin flips. The results of this coin flip determine the amount of Zloty that you individually take out of the common pool funding the option above.<br> <br>You will be asked to toss a virtual coin 5 times. By clicking on the button "Flip Coin" on the screen, the coin is toss.<br> <br>Before <b>EACH</b> toss, predict which side of the coin will be face-up. Think of the prediction in your head only and remember it. You can make just one of two possible predictions:<br> “I predict Heads will be face-up”<br> Or<br> “I predict Tails will be face-up.”<br> </p> <p> Please make this prediction in your head, do not communicate your prediction to anyone including your teacher, and toss the coin, repeat this process 5 times in total.<br> <br>If you correctly predict the coin toss all 5 times, then report 5.<br> If you correctly predict the coin toss 4 times, then report 4.<br> Similarly, 3 correct predictions report 3; 2 correct predictions report 2; 1 correct prediction report 1.<br> If you do not correctly predict any of the 5 coin tosses, then report 0.<br> <br><b>Only the first 5 coin tosses will be counted.</b><br> The first toss starts the first time you click on the "Flip Coin" button (excluding screen transition). </p>
pl: <p> Przed chwilą zostałęś poinformowany, że 10-15 zł. na członka Twojej grupy zostanie przeznaczone na następującą opcję:<br><br> <i>%(last_vote_result)s</i><br><br> Ostateczna kwota wydana na ten cel zależy od tego, jak skuteczny będziesz w kolejnym zadaniu: w rzucie monetą. <br> <br>To zdanie polega na przewidywaniu wyników rzutu monetą. Wynik rzutu monetą wpływa na kwotę, którą ostatecznie wypłacimy indywidualnie z puli finansowej w Twoim imieniu na wybraną opcję powyżej.<br> <br>Zostaniesz poproszony o rzucenie wirtualną monetą 5 razy. Poprzez klinknięcie na guzik "Rzuć monetą" na ekranie, moneta zostanie rzucona.<br> <br>Przed <b>KAŻDYM</b> rzutem, postaraj się przewidzieć, która strona monety zostanie wyrzucona. Zachowaj Twoje przewidywanie jedynie w swojej głowie i zapamietaj. Możesz wykonać jedynie jedno z dwóch możliwych przewidywań:<br> “Przewiduje: ORZEŁ”<br> Lub<br> “Przewiduję: RESZKA”<br> </p> <p> Wykonaj to przewidywanie w swojej głowie, nie mów nikomu o Twoim przewidywaniu, łącznie z nauczycielem, i rzuć monetą, powtórz ten proces 5 razy.<br> <br> Jeśli właściwie przewidziałeś wynik 5 razy zgłoś 5.<br> Jeśli właściwie przewidziałeś wynik 4 razy, zgłoś 4.<br> Jeśli właściwie przewidziałeś wynik 3 razy, zgłoś 3; Jeśli właściwie przewidziałeś wynik 2 razy, zgloś 2; jeśli właściwie przewidziałeś wynik 1 raz, zgłoś 1.<br> Jeśli nie przewidziełaś wyniku żadnego z 5 rzutów , wówczas zgłoś 0.<br> <br><b>Tylko pierwsze 5 rzutów monetą zostanie zaliczone.</b><br> Pierwszy rzut nastąpi po kliknięciu na "Rzuć monetą" guzik (wyłączając przejścia między ekranami). </p>

source: Please answer the following questions
pl: Odpowiedz na następujące pytanie

source: <p> <b>Please make a prediction in your head then complete your coin toss (by clicking the button "Flip Coin") now, repeat this process 5 times in total.</b> <br><br> Report your outcomes using the form below. Your performance in the coin-flip task determines your individual payoff from the experiment and your contribution to the option: <br> <i>%(last_vote_result)s</i> </p>
pl: <p> <b>Wykonaj przewidywanie w Twojej głowie i rzuć monetą (klikajac na guzik"Rzuć monetą") teraz, powtórz ten proces w sumie 5 razy.</b> <br><br> Zgłoś swój wynik używając formularza poniżej. Twoja skuteczność w zadaniu z rzutem monetą determinuje twoja indywidualna korzyść finansową z eksperymentu i wysokość Twojego wkładuw finansowanie celu: <br> <i>%(last_vote_result)s</i> </p>

source: Since your device cannot display the coin, please use the text result below:
pl: Ponieważ Twoje urządzenie nie może wyświetlić monety, proszę użyć wyniku tekstowego poniżej:

source: CLOSING
pl: ZAMKNIĘCIE

source: <p> Thank you for participating in the experiment.<br> Please keep your card. You will need it to collect your individual payment from the experiment. You can collect the payment [when, where]. Just come by, bring the card sign a receipt that you received the money and receive the money in cash. </p>
pl: <p> Dziękujemy za udział w eksperymencie.<br> Zachowaj swoją kartę. Będziesz jej potrzebował przy wypłacieindywidualnego wynagrodzenia z eksperymentu. Możesz odebrać swoje wynagrodzenie [data, miejsce]. Wystarczy, że pojawisz się z kartą i podpiszesz rachunekwypłaty gotówki. </p>

source: Upset
pl: Zmartwiony

source: Hostile
pl: Wrogi

source: Alert
pl: Zaniepokojony

source: Ashamed
pl: Zawstydzony

source: Inspired
pl: Zainspirowany

source: Nervous
pl: Zdenerwowany

source: Determined
pl: Zdecydowany

source: Attentive
pl: Czujny

source: Afraid
pl: Obawiającysię

source: Active
pl: Aktywny

source: How do you feel at <b>this moment</b> ?
pl: Jak się czujesz w <b>tym momencie</b>?

source: Very slightly or not at all
pl: Nieznacznie lub wcale

source: A little
pl: Trochę

source: Moderately
pl: Umiarkowanie

source: Quite a bit
pl: Dość mocno

source: Extremely
pl: Bardzo

source: What do you think about this decision? <br> Please use the scale below to express your view. <br><br>
pl: Co myślisz o tej decyzji? <br> Użyj skali poniżej, by wyrazić swoją opinię. <br><br>

source: The decision has been reached in a legitimate way and is thus acceptable
pl: Decyzja została podjęta w sposób zgodny z prawem, a zatem jest możliwa do przyjęcia

source: The decision is not acceptable
pl: Decyzja jest nieakceptowalna

source: The numbers must add up to 100
pl: Liczby muszą się sumować do 100

source: What phase of study are you currently in?
pl: Na jakim etapie edukacji jesteś obecnie?

source: Bachelor
pl: Studia licencjackie

source: Master
pl: Studia magisterskie

source: PhD
pl: Szkoła Doktroska

source: Others
pl: Inne

source: Did you vote in the last election for the student council?
pl: Czy głosowałeś w ostatnich wyborach do Parlamentu Studenckiego

source: What is your gender?
pl: Jaka jest Twoja płeć?

source: Male
pl: Mężczyzna

source: Female
pl: Kobieta

source: Diverse
pl: Inna

source: What is your age?
pl: Ile masz lat?

source: What is your mother tongue?
pl: Jaki jest Twój język ojczysty

source: Do you work to fund your study?
pl: Czy pracujesz, by zarobić na studia?

source: Other people
pl: Innym Ludziom

source: Student council
pl: Samorządowi studenckiemu

source: Welcome
pl: Witam

source: Today, we invite you to take part in an economic experiment. The experiment is part of a research project of doctoral students at the Poznan University of Economics and Business (PUEB). In total, approximately 500-600 students will participate. All sessions will take place in December 2022.<br> <br>By participating in this experiment, you support their research.<br> The experiment will take about <b>20 minutes</b>.<br> Every participant who takes part and answers all questions receives a <b>show-up fee of 5 Zloty</b>.<br> In addition, there is the <b>chance to earn another 5 Zloty</b> during the experiment.<br> The outcome of the experiment has an impact on the study conditions at PUEB.<br> <br><strong>Please do not talk to your fellow students during the experiment.</strong>
pl: Dziś zapraszamy Ciebie do wzięcia udziału w eksperymencie ekonomicznym. Ten eksperyment jest częścią badania naukowego, projektu prowadzonego przez studentów Szkoły Doktorskiej Uniwersytetu Ekonomicznego w Poznaniu. W sumie w badaniu będzie uczestniczyć 500-600 studentów. Wszystkie sesje będą miały miejsce w marcu 2023.<br> <br>Poprzez udział w eksperymencie, wspierasz ich badania.<br> Ten eksperyment zajmie około <b>20 minut</b>.<br> Każdy uczestnik biorący udział w eksperymencie który odpowie na wszystkie pytania otrzyma wynagrodzenie <b>w wysokości 5 zł.</b><br> Ponadto istnieje <b>szansa, aby zarobić 5 zł dodatkowo</b> podczas eksperymentu.<br> Wynik tego eksperymentu ma realny wpływ na warunki studiowania na Uniwersytecie Ekonomicznym w Poznaniu.<br> <br><strong>Prosimy nie rozmawiać ze sobą podczas eksperymentu.</strong>

source: PLEASE KEEP THE QR CODE
pl: PROSZĘ ZACHOWAĆ KOD QR

source: Please keep the strip with the QR-code we just gave you. You need it to collect the payoff.<br><br> We use this strip rather to guarantee anonymity. We will not ask for your name or any other information that enables us to connect your behavior in this experiment to your true identity.
pl: Proszę zachowaj pasek z kodem QR, który Ci właśnie podaliśmy. Będzie Ci potrzebny, aby odebrać wynagrodzenie.<br><br> Pasek jest po to, by zagwarantować anonimowość. Nie zapytamy o Twoje dane osobowe tj. imię i nazwisko, ani żadne inne informacje, które mogłyby umożliwić połączenie Twojego zachowania w tym eksperymencie z Twoją prawdziwą tożsamością.

source: How do you feel at <b>this moment</b>?
pl: Jak się czujesz <b>w tym momencie</b>?

source: Hypothetical exercise
pl: Ćwiczenie hipotetyczne

source: Assume that the university provided every student at PUEB with 15 Zloty. This money is earmarked for improving study conditions at this university. It can be spent on the following options:<br> <br> (I) Additional funds for the annual competition for the best master&#39;s or bachelor&#39;s thesis<br><br> (II) Scholarships (800-1000 Zloty per student) for study or internships abroad. <br><br> (III) Online Access to important standard textbooks via university WiFi.<br><br> (IV) Financial support for selected Study Circles. <br><br> <br><b>How should this money be distributed (in percentage?)</b><br> <br>Please note that your answer is purely hypothetical. It does not have any real-life consequences.<br> <br>Please make sure that all of the options below add up to 100. You only need to fill in the number <b>without</b> the percentage sign "%%".
pl: Przyjmijmy, że uczelnia przekazała każdemu studentowi Uniwersytetu Ekonomicznego w Poznaniu 15 zł. Pieniądze te są przeznaczone na poprawę warunków studiowania na tej uczelni. Można je wydać na następujące opcje:<br> <br> (I) Dodatkowe środki na coroczny konkurs na najlepszą pracę magisterską lub licencjacką <br><br> (II) Szereg stypendiów (800-1000 zł. na studenta) na studia lub praktyki zagraniczne. <br><br> (III) Dostęp online do kolekcji ważnych standardowych podręczników w formie e-booków przez uniwersyteckie WiFi. <br><br> (IV) Wsparcie finansowe dla kół naukowych.<br><br> <br><b>Jak w Twojej ocenie te pieniądze powinny być dystrybuowane pomiędzy te opcje (w procentach?)</b><br> <br>Proszę pamiętać, że pytanie jest czysto hipotetyczne. Nie ma żadnych realnych konsekwencji.<br> <br> Proszę pamiętać, aby suma procentowa wszystkich opcji poniżej w sumie dawała 100. Musisz uzupełnić jedynie liczbę <b>BEZ</b> znaku procentów "%%".

source: The philosopher Immanuel Kant (1724-1804) proposed the well-known Categorical Imperative: An individual shall <i>“[…] act only on that maxim through which you can at the same time will that it should become a universal law.”</i> (Tatarkiewicz, Historia filozofii), meaning that you should act a certain way only if you’re willing to have everyone else act the same way too. <br> <br><b>What do you think. To what degree should people follow this guideline when making decisions in their everyday life?</b>
pl: Filozof Immanuel Kant (1724-1804) zaproponował znany imperatyw kategoryczny: An Jednostka powinna <i>“[…] Postępuj wedle takiej tylko zasady, co do której mógłbyś jednocześnie chcieć, aby stała się prawem powszechnym.”</i> (Tatarkiewicz, Historia filozofii),co oznacza, że jednostka powinna zachowywać się w określony sposób tylko jeśli życzy sobie, aby wszyscy inni zachowywali się również w ten sposób. <br> <br><b>Co o tym sądzisz? W jakim stopniu należy kierować się tą wskazówką przy podejmowaniu decyzji w życiu codziennym?</b>

source: Never follow it
pl: Nigdy nie stosuję

source: Always follow it
pl: Stosuję ją we wszystkich decyzjach

source: <b>How much do you trust in:</b>
pl: <b>W jakim stopniu ufasz:</b>

source: No Trust
pl: Brak zaufania

source: Little Trust
pl: Małe zaufanie

source: Much Trust
pl: Duże zaufanie

source: Very Much Trust
pl: Bardzo duże zaufanie

source: Additional funds for the annual competition for the best master's or bachelor's thesis
pl: Dodatkowe środki na coroczny konkurs na najlepszą pracę magisterską lub licencjacką

source: Scholarships (800-1000 Zloty per student) for study or internships abroad
pl: Szereg stypendiów (800-1000 zł. na studenta) na studia lub praktyki zagraniczne.

source: Online Access to important standard textbooks via university WiFi
pl: Dostęp online do kolekcji ważnych standardowych podręcznikówprzez uniwersyteckie WiFi.

source: Financial support for selected Study Circles
pl: Wsparcie finansowe wybranych kół naukowych.

source: White vote
pl: Vote Blanc

source: Waiting for other players
pl: Oczekiwanie na pozostałych uczestników badania

source: waiting for other players to get ready before splitting into groups...
pl: Oczekujemy, aż inni gracze się przygotują, przed podziałem uczestników na grupy...

source: waiting for other players and calculate voting result...
pl: Oczekujemy na innych uczestników badania i obliczenie wyników głosowania...

source: waiting for other players before randomly selecting a proposal...
pl: czekanie na innych graczy przed losowym wyborem propozycji...

source: Introduction
pl: Wstęp

source: <b>For every participant</b> of today’s experiment, there are 10-15 Zloty from public sources. This money is earmarked for improving study conditions at the PUEB. It can be spent on the following options:<br><br> <ul> <li> Additional funds for the annual competition for the best master's or bachelor's thesis </li><br> <li> Scholarships (800-1000 Zloty per student) for study or internships abroad </li><br> <li> Online Access to important standard textbooks via university WiFi </li><br> <li> Financial support for selected Study Circles </li><br> </ul> The question is: <b>What should the 10-15 Zloty per student be spent on?</b><br><br> We randomly divided all participants in today’s experiments into 3 groups of about equal size. <br> <b>Please do not communicate with each other when answering the upcoming questions.</b><br> If you have problem, please raise your hand so the experimenter can help you.<br>
pl: <b>Dla każdego uczestnika</b> dzisiejszego eksperymentu przeznaczone jest 10-15 zł. z publicznych środków. Te pieniądze są przeznaczone na poprawę warunków studiowania na Uniwersytecie Ekonomicznym w Poznaniu. Budżet może być wydany na nastepujące opcje:<br><br> <ul> <li> Dodatkowe środki na coroczny konkurs na najlepszą pracę magisterską lub licencjacką </li><br> <li> Szereg stypendiów (800-1000 zł. na studenta) na studia lub praktyki zagraniczne </li><br> <li> Dostęp online do kolekcji ważnych standardowych podręczników przez uniwersyteckie WiFi. </li><br> <li> Wsparcie finansowe wybranych kół naukowych </li><br> </ul> Pytanie brzmi następująco: <b> Na który z powyższych celów powinny być wydane 10-15 zł. przypadające na każdego studenta?</b><br><br> Wszystkich uczestników dzisiejszych eksperymentów podzieliliśmy losowo na dwie grupy równej wielkości. <br> <b> Proszę nie komunikować się ze sobą podczas odpowiadania na nadchodzące pytania.</b><br> Jeśli masz problem, proszę podnieś rękę, aby prowadzący eksperymentator mógł Tobie pomóc.<br>

source: In your group, the decision about how to spent the 10-15 Zloty per student is made in majority voting. <br><br> The option that receives the absolute majority of votes is chosen and the 10-15 Zloty of every group member is spent on this option. In case there is no majority, the two options that receive most votes will enter a run-off election. In the unlikely case of a tie, one of the two options is chosen at random.<br><br> Note: <b>The decision now has real-life consequences.</b> The decision reached in your group will be executed. <b>For every student participating in your group, 10-15 Zloty per person will be spent on the option that receives the majority.</b><br> Now please cast your vote.<br><br> What should the 10-15 Zloty per member of your group be spent on?<br><br>
pl: W Twojej grupie decyzja o tym, jak wydać 10-15 zł na studenta, podejmowana jest w głosowaniu większościowym. <br><br> Opcja, która otrzyma absolutną większość głosów zostaje wybrana i 10-15 zł należące do każdego członka grupy zostanie . wydane na tę opcję. W przypadku braku większości, dwie opcje, które otrzymają najwięcej głosów przejdą do drugiej rundy wyborów. W przypadku remisu (małe prawdopodobieństwo), jedna z dwóch opcji zostanie wybrana losowo.<br><br> Note: <b>Uwaga: Decyzja ma teraz realne konsekwencje. </b> Decyzja podjęta w waszej grupie zostanie wykonana. <b>Za każdego ucznia uczestniczącego w waszej grupie 10-15 zł na osobę zostanie wydane na opcję, która otrzyma większość.</b><br> Teraz proszę oddać swój głos. <br><br> Na co w Twojej ocenie należy wydać te 10-15 zł przypadające na członka tej grupy?<br><br>

source: Vote Result
pl: Wynik głosowania

source: Your group reached the following decision by majority voting.<br> For every member of your group, 10-15 Zloty are spent on the following option:
pl: Wasza grupa większością głosów osiągnęła następującą decyzję:<br> Budżet 10-15 zł. przypadające na każdego członka Twojej grupy przeznacza się na następującą opcję:

source: <b>Note: The decision now has real-life consequences. </b><br> <b>For every student participating in your group, 10-15 Zloty per person will be spent on the option named above. </b>
pl: <b>Uwaga: Ta decyzja ma teraz realny wpływ. </b><br> <b>Na każdego studenta należącego do Twojej grupy,10-15 zł. będą wydane na opcję wymienioną powyżej. </b>

source: There is a tie, therefore, we will be voting again.
pl: Jest remis, dlatego będziemy głosować ponownie.

source: Your group reached the following decision by majority voting.<br> For every member of your group, 10-15 Zloty are spent on the following option:
pl: Wasza grupa większością głosów osiągnęła następującą decyzję:<br> Budżet 10-15 zł przypadające na każdego członka Twojej grupy przeznacza się na następującą opcję:

source: <b>Note: The decision now has real-life consequences. </b><br> <b>For every student participating in your group, 10-15 Zloty per person will be spent on the option named above. </b>
pl: <b>Uwaga: Ta decyzja ma teraz realny wpływ.. </b><br> <b>Na każdego studenta należącego do Twojej grupy,10-15 zł. będą wydane na opcję wymienioną powyżej.</b>

source: Vice President Decision
pl: Decyzja wiceprezydenta

source: For the 10-15 Zloty per student in your group, we asked <i>Aleksandra Matusiak</i> <b>the vice president</b> of the student council at your university to make the decision on what the money is spent. These were the options:<br><br> <ul> <li> Additional funds for the annual competition for the best master's or bachelor's thesis </li><br> <li> Scholarships (800-1000 Zloty per student) for study or internships abroad </li><br> <li> Online Access to important standard textbooks via university WiFi </li><br> <li> Financial support for selected Study Circles </li><br> </ul> <br>The vice president <i>Aleksandra Matusiak</i> decided as follows<br> For every member of your group, 10-15 Zloty are spent on the following option:<br><br> <b>Scholarships (800-1000 Zloty per student) for study or internships abroad</b><br><br> Note: <b>The decision now has real-life consequences. For every student participating in your group, 10-15 Zloty per person will be spent on the option named above.</b>
pl: Zapytaliśmy <i>Aleksandrę Matusiak</i>, <b>wiceprzewodniczącą</b> Parlamentu Studenckiego Twojego Uniwersytetu, o podjęcie decyzji dotyczącej celu wydatkowania budżetu 10-15 zł. przypadającego na każdego uczestnika Twojej grupy. Poniżej zaproponowane opcje:<br><br> <ul> <li> Dodatkowe środki na coroczny konkurs na najlepszą pracę magisterską lub licencjacką </li><br> <li> Szereg stypendiów (800-1000 zł. na studenta) na studia lub praktyki zagraniczne </li><br> <li> Dostęp online do kolekcji ważnych standardowych podręczników przez uniwersyteckie WiFi. </li><br> <li> Wsparcie finansowe wybranych kół naukowych </li><br> </ul> <br>Wiceprzewodnicząca Parlamentu <i>Aleksandra Matusiak</i> zdecydowała następująco<br> 10-15 zł. przypadające na każdego członka Twojej grupy przeznaczone zostanie na następującą opcję:<br><br> <b>Szereg stypendiów (800-1000 zł. na studenta) na studia lub praktyki zagraniczne </b><br><br> Uwaga: <b>Ta decyzja ma teraz realny wpływ. Na każdego studenta należącego do Twojej grupy, 10-15 zł. będą wydane na opcję wymienioną powyżej.</b>

source: Student Decision
pl: Decyzja studentów
